<script setup lang="ts">
useSeoMeta({
  title: "Доставка и оплата",
  ogTitle: "Доставка и оплата",
  description: "Доставка и оплата",
  ogDescription: "Доставка и оплата",
});
</script>

<template>
  <div class="py-10">
    <div class="container flex flex-col gap-2 text-xl">
      <h1 class="title">Доставка и оплата</h1>
      <h2 class="font-bold">Самовывоз</h2>
      <p>
        По будням с 9:00 до 16:00. Перед приездом, пожалуйста, предупредите по
        телефону
      </p>
      <h2 class="font-bold">Доставка автопарком компании</h2>
      <p>
        Доставка по Набережным Челнам Стоимость доставки 7000.00 руб. Доставка
        манипулятором
      </p>
      <p>
        Доставка в Нижнекамск, Менделеевск, Елабугу Стоимость доставки 14000.00
        руб. Доставка манипулятором
      </p>
      <p>
        Доставка в Менделеевск, Елабугу Стоимость доставки 12000.00 руб.
        Доставка манипулятором
      </p>
      <p>
        Доставка в Альметьевск Стоимость доставки 22000.00 руб. Доставка
        манипулятором
      </p>
      <p>
        Доставка в Казань Стоимость доставки 20000.00 руб. Доставка, без
        выгрузки
      </p>
      <p>
        Доставка в Ижевск и по Удмуртии Стоимость доставки от 16000.00 руб.
        Доставка, без выгрузки
      </p>
      <p>Стоимость доставки по России уточняйте у менеджеров</p>
    </div>
  </div>
</template>

<style scoped></style>
