<script setup lang="ts">
useSeoMeta({
  title: "О компании",
  ogTitle: "О компании",
  description: "Информация о компании",
  ogDescription: "Информация о компании",
});
</script>

<template>
  <div class="py-10">
    <div class="container flex flex-col gap-2 text-xl">
      <h1 class="title">О нас</h1>
      <NuxtLink
        to="album"
        class="text-white bg-primary inline-block py-3 px-6 w-fit mb-4 hover:brightness-125 duration-300"
        >Фотогалерея</NuxtLink
      >
      <p>
        Наша деятельность – это обеспечение строительной отрасли комфортным,
        удобным и недорогим временным жильем. Также мы осуществляем поставки
        продукции для обустройства дачных и приусадебных участков.
      </p>
      <p>
        Компания «МОДУЛЬ ПЛЮС» рада предложить каждому своему клиенту полный
        спектр услуг в области монтажа бытовок, блок-контейнеров, модульных
        зданий, торговых павильонов, постов охраны, хозблоков и бань. К слову
        стоит сказать, что такие бани – прекрасный элемент дачного участка,
        который пользуется огромной популярностью среди наших соотечественников.
      </p>
      <p class="leading-6">
        Мы располагаем собственной производственно-монтажной и сырьевой базой,
        что позволяет нашим специалистам полноценно выполнять любые проекты, как
        индивидуальные, так и типовые. Каждый наш проект – это отличное
        качество, которое Вы получите в самые короткие сроки.
      </p>
      <p>
        Если Вас интересуют бытовки, блок-контейнеры, или другие
        быстровозводимые конструкции, тогда Вы обратились по адресу. Мы с
        удовольствием будем работать с Вами и готовы предложить весь спектр
        наших услуг.
      </p>
      <p>
        Компания «МОДУЛЬ ПЛЮС» заинтересована в сотрудничестве с Вами, поэтому
        мы контролируем оказание услуг на каждой отдельно взятой стадии, начиная
        с оформления заказа и до поставки изделия в указанное место.
      </p>
      <p>
        Мы будем рады видеть Вас нашим клиентом и надеемся на плодотворное,
        взаимовыгодное сотрудничество!
      </p>
    </div>
  </div>
</template>

<style scoped></style>
